tap "homebrew/bundle"
tap "nikitabobko/tap"
tap "siderolabs/tap"
brew "cmake"
brew "fd"
brew "fzf"
brew "git"
brew "lazygit"
brew "make"
brew "neovim"
brew "node"
brew "pipx"
brew "pnpm"
brew "poppler"
brew "pyenv"
brew "python@3.12"
brew "ripgrep"
brew "rust"
brew "rustup"
brew "silicon"
brew "stow"
brew "wget"
cask "aerospace"
cask "fig"
cask "maccy"
cask "wezterm"
